Repository: lmoffereins/incassoos
Catalog: languages/incassoos-*.po
Languages: nl_nl

source: Collection date
nl_nl: Collectiedatum

source: Collection Details
nl_nl: Collectiedetails

source: Collection ID
nl_nl: Collectie ID

source: Collection Occasions %s
nl_nl: Gelegenheden %s

source: Collection saved.
nl_nl: De collectie is opgeslagen.

source: Collection Settings
nl_nl: Instellingen voor collecties

source: Collection staged.
nl_nl: De collectie is klaargezet.

source: Collection submitted.
nl_nl: De collectie is opgeslagen.

source: Collection test email sent.
nl_nl: De testemail van de collectie is verzonden.

source: Collection unstaged.
nl_nl: De collectie is vrijgemaakt.

source: Collection updated.
nl_nl: De collectie is bijgewerkt.

source: Collection Workflow
nl_nl: Collectie workflow

source: Collection:
nl_nl: Collectie:

source: Collection: %s
nl_nl: Collectie: %s

source: Collections
nl_nl: Collecties

source: Collections are the sets of activities and consumptions that are to be collected from consumers. Collections are similar to posts in that they have a title, body text, and associated metadata. Collections are not categorized or tagged.
nl_nl: Collecties zijn verzamelingen van activiteiten en consumpties die worden geïncasseerd bij de afnemers. Collecties zijn gelijk aan berichten omdat ze een titel, tekstinhoud en geassocieerde metadata bevatten. Collecties kunnen niet worden gecategoriseerd of getagd.

source: Collections list
nl_nl: Collectieslijst

source: Collections list navigation
nl_nl: Collectieslijst navigatie

source: Confirm action
nl_nl: Bevestig actie

# Consumer type
source: Cash
nl_nl: Contant

# Consumer type
source: Cash <span class="count">(%s)</span>
nl_nl: Contant <span class="count">(%s)</span>

# Consumer type
source: Guest
nl_nl: Gast

# Consumer type
source: Guest <span class="count">(%s)</span>
nl_nl: Gast <span class="count">(%s)</span>

# Consumer type
source: On the House
nl_nl: Op de vereniging

# Consumer type
source: On the House <span class="count">(%s)</span>
nl_nl: Op de vereniging <span class="count">(%s)</span>

# Consumer type
source: Unknown user <span class="count">(%s)</span>
nl_nl: Onbekende gebruiker <span class="count">(%s)</span>

# Consumer type
source: Unknown user [%s]
nl_nl: Onbekende gebruiker [%s]

# Consumer type
source: Unknown users
nl_nl: Onbekende gebruikers

source: Consumer Types
nl_nl: Afnemertypen

source: Consumer:
nl_nl: Afnemer:

source: Consumers
nl_nl: Afnemers

source: Consumers (csv)
nl_nl: Afnemers (csv)

source: Consumptions
nl_nl: Consumpties

source: Content:
nl_nl: Inhoud:

source: Continue
nl_nl: Verder

source: Copy to clipboard
nl_nl: Kopiëer naar klembord

source: Could not find the encrypted option.
nl_nl: Kon de versleutelde optie te vinden.

source: Could not update the date of the occasion.
nl_nl: Kon de gelegenheidsdatum niet bijwerken.

source: Could not update the price of the product.
nl_nl: Kon de prijs van het product niet bijwerken.

source: Could not update the products of the order.
nl_nl: Kon de producten van de bestelling niet bijwerken.

source: Count:
nl_nl: Aantal:

source: Create New Activity
nl_nl: Nieuwe activiteit aanmaken

source: Create New Collection
nl_nl: Nieuwe collectie aanmaken

source: Create New Occasion
nl_nl: Nieuwe gelegenheid aanmaken

source: Create New Order
nl_nl: Nieuwe bestelling aanmaken

source: Create New Product
nl_nl: Nieuw product aanmaken

source: Created:
nl_nl: Aangemaakt:

source: Currency
nl_nl: Valuta

source: Custom Closing
nl_nl: Aangepast afschrift

source: Custom Salutation
nl_nl: Aangepaste groet

source: Customize the details of outgoing emails.
nl_nl: Stel de eigenschappen in van uitgaande emails.

source: Customize the structure of the plugin's front-facing pages.
nl_nl: Stel de structuur van de zichtbare pluginpagina's in.

# Dashboard widget
source: Quick Actions
nl_nl: Snelle acties

# Dashboard widget
source: Recent Activity
nl_nl: Recente activiteit

# Dashboard widget
source: Uncollected Items
nl_nl: Niet gecollecteerde items

source: Date
nl_nl: Datum

source: Date:
nl_nl: Datum:

source: Decrypt
nl_nl: Ontsleutelen

source: Decryption key
nl_nl: Decryptiesleutel

source: Decryption key&hellip;
nl_nl: Decryptiesleutel&hellip;

source: Default
nl_nl: Standaard

source: Description
nl_nl: Beschrijving

source: Deselect all
nl_nl: Alle deselecteren

source: Deselecting
nl_nl: Deselecteren

source: Disable encryption
nl_nl: Encryptie uitzetten

source: Disabling encryption
nl_nl: Encryptie uitzetten

source: Display name of the object.
nl_nl: Schermnaam van het object.

source: Display name of the user.
nl_nl: Schermnaam van de gebruiker.

source: Distributed:
nl_nl: Verzonden:

source: Distribution
nl_nl: Verzending

source: Duplicate
nl_nl: Dupliceren

source: Duplicate &#8220;%s&#8221;
nl_nl: &#8220;%s&#8221; dupliceren

source: Edit
nl_nl: Bewerken

source: Edit Activity
nl_nl: Activiteit bewerken

source: Edit Activity Category
nl_nl: Activiteitcategorie bewerken

source: Edit Collection
nl_nl: Collectie bewerken

source: Edit Occasion
nl_nl: Gelegenheid bewerken

source: Edit Occasion Type
nl_nl: Gelegenheidstype bewerken

source: Edit Order
nl_nl: Bestelling bewerken

source: Edit Product
nl_nl: Product bewerken

source: Edit Product Category
nl_nl: Productcategorie bewerken

source: Email address of the user.
nl_nl: Emailadres van de gebruiker.

source: Email on Close or Reopen
nl_nl: Email bij afsluiten of heropenen

source: Email Settings
nl_nl: Instellingen voor emails

source: Empty collection message.
nl_nl: Het collectiebericht is leeg.

source: Empty date.
nl_nl: De datum is leeg.

source: Empty occasion date.
nl_nl: De gelegenheidsdatum is leeg.

source: Empty price.
nl_nl: De prijs is leeg.

source: Empty title.
nl_nl: De titel is leeg.

source: Enable editing of uncollected orders up to %s minutes after they are created.
nl_nl: Je kunt niet gecollecteerde bestellingen bewerken tot aan %s minuten nadat ze zijn aangemaakt.

source: Enable encryption
nl_nl: Encryptie aanzetten

source: Enable JSON Web Tokens (JWT) authentication for connecting Incassoos applications to this website.
nl_nl: Gebruik JSON Web Tokens (JWT) als authenticatiemogelijkheid voor het koppelen van applicaties aan deze website.

source: Enable JWT authentication
nl_nl: JWT authenticatie aanzetten

source: Enabling encryption
nl_nl: Encryptie aanzetten

source: Encryption
nl_nl: Encryptie

source: Encryption helps with securing <strong>sensitive data</strong> by obscuring the data when registering it in your database. If the database would ever get compromised, there is no value in the obscured data. Only using a <strong>password</strong> can the original sensitive data be accessed again.
nl_nl: Encryptie helpt bij het beveiligen van <strong>gevoelige gegevens</strong> door de informatie onklaar te maken bij het opslaan in de database. Wanneer de database ooit in verkeerde handen zou vallen, zijn de onklaar gemaakte gegevens niets waard. Alleen iemand met het juiste <strong>wachtwoord</strong> kan de oorspronkelijke waarden weer terughalen.

source: Encryption is currently enabled for Incassoos.
nl_nl: Encryptie is momenteel actief voor Incassoos.

source: Encryption is currently not enabled for Incassoos.
nl_nl: Encryptie is momenteel niet actief voor Incassoos.

source: Encryption is currently not supported on %s.
nl_nl: Encrypties momenteel niet mogelijk op %s.

source: Encryption is disabled
nl_nl: Encryptie is uitgezet

source: Encryption is enabled
nl_nl: Encryptie is actief

source: Encryption is not enabled
nl_nl: Encryptie is niet actief

source: Encryption is successfully disabled for Incassoos on %s.
nl_nl: Encryptie is succesvol uitgezet voor Incassoos op %s.

source: Encryption is successfully enabled for Incassoos on %s.
nl_nl: Encryptie is succesvol aangezet voor Incassoos op %s.

source: Encryption obscures data by way of scrambling (encryption) and unscrambling (decryption) the values. Incassoos works with public-key encryption. This means that data is scrambled using a known password, while unscrambling requires a secret password. The encryption passwords (keys) will be generated for you.
nl_nl: Encryptie maakt gegevens onklaar door de waarden te versleutelen en te ontsleutelen. Incassoos werkt met public-key encryptie. Dit betekent dat de gegevens worden versleuteld met een bekend wachtwoord, terwijl het ontsleutelen wordt gedaan met een verborgen wachtwoord. De encryptiesleutels (wachtwoorden) zullen voor u worden aangemaakt.

source: Enter decryption key
nl_nl: Decryptiesleutel invoeren

source: Error: %2$s
nl_nl: Fout: %2$s

source: Export
nl_nl: Exporteren

source: Export consumers (csv)
nl_nl: Exporteer afnemers (csv)

source: Export consumptions (csv)
nl_nl: Exporteer consumpties (csv)

source: Export products (csv)
nl_nl: Exporteer producten (csv)

source: Export SEPA file
nl_nl: Exporteer SEPA-bestand

source: Export SFC file
nl_nl: Exporteer SFC-bestand

source: Export type file processor could not be found.
nl_nl: Kon de bestandsverwerking voor het exporttype niet vinden.

source: Exporting
nl_nl: Exporteren

source: File exporter is not of type `%s`.
nl_nl: Bestandsexporteerder is niet van het type `%s`.

source: Filter activities list
nl_nl: Filter activiteitenlijst

source: Filter collections list
nl_nl: Filter collectieslijst

source: Filter occasions list
nl_nl: Filter gelegenhedenlijst

source: Filter orders list
nl_nl: Filter bestellingenlijst

source: Filter products list
nl_nl: Filter productenlijst

source: Front page
nl_nl: Voorpagina

source: Group
nl_nl: Groep

source: Group ID
nl_nl: Groep ID

# Group name
source: Other
nl_nl: Overige

source: Hidden
nl_nl: Verborgen

source: Hidden consumer
nl_nl: Verborgen afnemer

source: Hovering over a row in the items list will display action links that allow you to manage your item. You can perform the following actions:
nl_nl: Wanneer je je muis over een rij in de itemlijst beweegt worden de beschikbare acties getoond. Je kunt de volgende acties doen:

source: How it works
nl_nl: Hoe het werkt

source: However, when encryption is not relevant for your use case or you have any other reason to stop encrypting sensitive data, the encryption can be disabled.
nl_nl: Echter wanneer encryptie niet nodig is voor jouw situatie of je wenst om een andere reden te stoppen met het versleutelen van gevoelige gegevens, kun je de encryptie ook uitzetten.

source: Incassoos Activities
nl_nl: Incassoos activiteiten

source: Incassoos Activity Categories
nl_nl: Incassoos activiteitcategorie&#235;n

source: Incassoos Collections
nl_nl: Incassoos collecties

source: Incassoos Consumers
nl_nl: Incassoos afnemers

source: Incassoos Encryption
nl_nl: Incassoos encryptie

source: Incassoos Occasion Types
nl_nl: Incassoos gelegenheidstypen

source: Incassoos Occasions
nl_nl: Incassoos gelegenheden

source: Incassoos Orders
nl_nl: Incassoos bestellingen

source: Incassoos Product Categories
nl_nl: Incassoos productcategorie&#235;n

source: Incassoos Products
nl_nl: Incassoos producten

source: Incassoos Settings
nl_nl: Incassoos instellingen

source: Insert into activity
nl_nl: In activiteit invoegen

source: Insert into collection
nl_nl: In collectie invoegen

source: Insert into occasion
nl_nl: In gelegenheid invoegen

source: Insert into order
nl_nl: In bestelling invoegen

source: Insert into product
nl_nl: In product invoegen

source: Invalid activity date.
nl_nl: Ongeldige activiteitdatum.

source: Invalid consumer ID or consumer type.
nl_nl: Ongeldige afnemer ID of afnemertype.

source: Invalid consumer ID.
nl_nl: Ongeldige afnemer ID.

source: Invalid consumer type.
nl_nl: Ongeldig afnemertype.

source: Invalid date.
nl_nl: Ongeldige datum.

source: Invalid decryption key provided.
nl_nl: De ingevoerde decryptiesleutel is ongeldig.

source: Invalid export type selected.
nl_nl: Het geselecteerde exporttype is ongeldig.

source: Invalid occasion date.
nl_nl: Ongeldige gelegenheidsdatum.

source: Invalid occasion.
nl_nl: Ongeldige gelegenheid.

source: Invalid order products.
nl_nl: Ongeldige producten.

source: Invalid price.
nl_nl: Ongeldige prijs.

source: Invalid value for Account IBAN.
nl_nl: Ongeldige waarde voor rekeningnummer (IBAN).

source: Invalidate tokens
nl_nl: Ongeldige tokens

source: Item date
nl_nl: Itemdatum

source: List group for the object.
nl_nl: Lijstgroep voor het object.

source: List of consumed products for the order.
nl_nl: Lijst van geconsumeerde producten in de bestelling.

source: List of identifiers for consumers that are registered for the occasion.
nl_nl: Lijst van afnemer IDs die zijn geregistreerd bij de gelegenheid.

source: Login name of the user.
nl_nl: Loginnaam van de gebruiker.

source: Main Settings
nl_nl: Algemene instellingen

source: Main system settings.
nl_nl: Algemene systeeminstellingen

source: Manage Activity Categories
nl_nl: Activiteitcategorie&#235;n beheren

source: Manage consumers and their attributes for Incassoos.
nl_nl: Beheer de afnemers met hun Incasso-eigenschappen.

source: Manage Occasion Types
nl_nl: Gelegenheidstypen beheren

source: Manage Product Categories
nl_nl: Productcategorie&#235;n beheren

source: Manage roles and other user related settings.
nl_nl: Beheer rollen en andere instellingen met betrekking tot gebruikers.

source: Manage settings for the use of the Incassoos application on the website and connected apps outside of the website.
nl_nl: Beheer instellingen met betrekking tot de applicatie van Incassoos op de website en de gekoppelde applicaties buiten de website.

source: Manage the details for the management of collections.
nl_nl: Beheer de instellingen voor collecties.

source: Manage the details for the management of occasions.
nl_nl: Beheer de instellingen voor gelegenheden.

source: Manage the details for the management of orders.
nl_nl: Beheer de instellingen voor bestellingen.

source: Mandate date
nl_nl: Mandaatdatum

source: Mark whether this should be a hidden product category. Products in this category will be hidden from selection in orders.
nl_nl: Geef aan of dit een verborgen productcategorie is. Producten in deze categorie zullen dan niet beschikbaar zijn voor selectie in bestellingen.

source: Mark whether this should be the default term.
nl_nl: Geef aan of dit de standaard term is.

source: Name
nl_nl: Naam

source: Name of the list group.
nl_nl: Naam van de lijstgroep.

source: New Activity
nl_nl: Nieuwe activiteit

source: New Activity Category Name
nl_nl: Nieuwe activiteitcategorie naam

source: New Collection
nl_nl: Nieuwe collectie

source: New Occasion
nl_nl: Nieuwe gelegenheid

source: New Occasion Type Name
nl_nl: Nieuwe gelegenheidstype naam

source: New Order
nl_nl: Nieuwe bestelling

source: New Product
nl_nl: Nieuw product

source: New Product Category Name
nl_nl: Nieuwe productcategorie naam

source: No activities found in Trash.
nl_nl: Geen activiteiten gevonden in de prullenbak.

source: No activities found.
nl_nl: Geen activiteiten gevonden.

source: No Activity Category
nl_nl: Geen activiteitcategorie

source: No categories
nl_nl: Geen categorie&#235;n.

source: No categories found.
nl_nl: Geen categorie&#235;n gevonden.

source: No collectable items yet!
nl_nl: Er zijn geen collecteerbare items!

source: No collections found in Trash.
nl_nl: Geen collecties gevonden in de prullenbak.

source: No collections found.
nl_nl: Geen collecties gevonden.

source: No Occasion Type
nl_nl: Geen gelegenheidstype

source: No occasions found in Trash.
nl_nl: Geen gelegenheden gevonden in de prullenbak.

source: No occasions found.
nl_nl: Geen gelegenheden gevonden.

source: No orders found in Trash.
nl_nl: Geen bestellingen gevonden in de prullenbak.

source: No orders found.
nl_nl: Geen bestellingen gevonden.

source: No Product Category
nl_nl: Geen productcategorie

source: No products found in Trash.
nl_nl: Geen producten gevonden in de prullenbak.

source: No products found.
nl_nl: Geen producten gevonden.

source: No types
nl_nl: Geen typen

source: No types found.
nl_nl: Geen typen gevonden.

source: Not yet collected
nl_nl: Nog niet gecollecteerd

source: Not yet distributed
nl_nl: Nog niet verzonden

source: NOTE: The private key is only available on this screen and cannot be retreived afterwards.
nl_nl: NB: De privésleutel is alleen beschikbaar op dit scherm en kan achteraf niet meer worden opgevraagd.

source: Notes
nl_nl: Notities

# Notice toggle label
source: Hide errors
nl_nl: Fouten verbergen

# Notice toggle label
source: Show errors
nl_nl: Fouten tonen

source: Occasion
nl_nl: Gelegenheid

source: Occasion Attributes
nl_nl: Gelegenheids-attributen

source: Occasion closed.
nl_nl: De gelegenheid is gesloten.

source: Occasion Consumers %s
nl_nl: Gelegenheidsafnemers %s

source: Occasion could not be saved: %s
nl_nl: De gelegenheid kon niet worden opgeslagen: %s

source: Occasion created.
nl_nl: De gelegenheid is aangemaakt.

source: Occasion date
nl_nl: Gelegenheidsdatum

source: Occasion date:
nl_nl: Gelegenheidsdatum:

source: Occasion Details
nl_nl: Gelegenheidsdetails

source: Occasion ID
nl_nl: Gelegenheid ID

source: Occasion Products %s
nl_nl: Gelegenheidsproducten %s

source: Occasion reopened.
nl_nl: De gelegenheid is heropend.

source: Occasion saved.
nl_nl: De gelegenheid is opgeslagen.

source: Occasion Settings
nl_nl: Instellingen voor gelegenheden

source: Occasion submitted.
nl_nl: De gelegenheid is opgeslagen.

source: Occasion summary
nl_nl: Samenvatting van de gelegenheid

source: Occasion Type
nl_nl: Gelegenheidstype

# Occasion type
source: Filter by type
nl_nl: Filteren op type

source: Occasion types list
nl_nl: Gelegenheidstypenlijst

source: Occasion types list navigation
nl_nl: Gelegenheidstypenlijst navigatie

source: Occasion updated.
nl_nl: De gelegenheid is bijgewerkt.

source: Occasion Workflow
nl_nl: Gelegenheid workflow

source: Occasion:
nl_nl: Gelegenheid:

source: Occasion: %s
nl_nl: Gelegenheid: %s

source: Occasions
nl_nl: Gelegenheden

source: Occasions are events at which specific products are consumed. Occasions are similar to posts in that they have a title and associated metadata, but they do not have a body text. Occasions can be categorized by assigning an Occasion Type.
nl_nl: Gelegenheden zijn de gebeurtenissen waarbij producten worden geconsumeerd. Gelegenheden zijn gelijk aan berichten omdat ze een titel en geassocieerde metadata bevatten, maar ze hebben geen tekstinhoud. Gelegenheden kunnen worden gecategoriseerd door een gelegenheidstype toe te wijzen.

source: Occasions list
nl_nl: Gelegenhedenlijst

source: Occasions list navigation
nl_nl: Gelegenhedenlijst navigatie

source: Only users with the appropriate capabilities are allowed to enable or disable encryption.
nl_nl: Het aan- en uitzetten van de encryptie is alleen mogelijk voor gebruikers met de juiste rechten.

source: Open add participant
nl_nl: Open deelnemer toevoegen

source: Open application
nl_nl: Open applicatie

source: Open bulk edit mode
nl_nl: Open bulkbewerkmodus

# Opposite of reopen
source: Close
nl_nl: Afsluiten

source: Order
nl_nl: Bestelling

source: Order could not be saved: %s
nl_nl: De bestelling kon niet worden opgeslagen: %s

source: Order count
nl_nl: Aantal bestellingen

source: Order count:
nl_nl: Aantal bestellingen:

source: Order created.
nl_nl: De bestelling is aangemaakt.

source: Order date
nl_nl: Bestellingsdatum

source: Order datetime
nl_nl: Bestellingsdatum en -tijd

source: Order Details
nl_nl: Bestellingsdetails

source: Order ID
nl_nl: Bestelling ID

source: Order Products %s
nl_nl: Bestellingsproducten %s

source: Order revenue collected per %s
nl_nl: Omzet van bestellingen geïncasseerd op %s

source: Order revenue for %1$s per %2$s
nl_nl: Omzet van bestellingen voor %1$s op %2$s

source: Order revenue per %s
nl_nl: Omzet van bestellingen op %s

source: Order saved.
nl_nl: De bestelling is opgeslagen.

source: Order Settings
nl_nl: Instellingen voor bestellingen

source: Order submitted.
nl_nl: De bestelling is opgeslagen.

source: Order updated.
nl_nl: De bestelling is bijgewerkt.

source: Ordered products count:
nl_nl: Aantal bestelde producten:

source: Orders
nl_nl: Bestellingen

source: Orders are the individual consumptions at an Occasion. Unlike posts, orders are not assigned an individual title or body text, but they contain a list of consumed products. Orders are not categorized or tagged.
nl_nl: Bestellingen zijn de aparte consumpties bij een gelegenheid. Anders dan berichten hebben bestellingen geen titel of tekstinhoud, maar bevatten ze een lijst van geconsumeerde producten. Bestellingen kunnen niet worden gecategoriseerd of getagd.

source: Orders list
nl_nl: Bestellingenlijst

source: Orders list navigation
nl_nl: Bestellingenlijst navigatie

source: Organization Name
nl_nl: Organisatienaam

source: Participant Types
nl_nl: Deelnemertypen

source: Participants
nl_nl: Deelnemers

source: Participants can be selected individually or in bulk. Bulk selection of participants is available through clicking their respective group heading or by selecting an option from the Quick Select menu.
nl_nl: Deelnemers kunnen per stuk of per meerdere geselecteerd worden. Bulkselectie voor deelnemers kan op twee manieren, ofwel door op de titel van een groep te klikken, ofwel door een optie te kiezen uit het menu Snel selecteren.

source: Partition:
nl_nl: Verdelen:

source: Path to the object's avatar image
nl_nl: Pad naar de avatarafbeelding van het object

source: Please publish any changes first, before staging the Collection.
nl_nl: Vergeet niet om wijzigingen eerst op te slaan alvorens de collectie klaar te zetten.

source: Post consumptions (csv)
nl_nl: Consumpties (csv)

source: Post could not be saved: %s
nl_nl: Het bericht kon niet worden opgeslagen: %s

# Post metabox title
source: Content
nl_nl: Berichtinhoud

# Post metabox title
source: Email body
nl_nl: Emailbericht

source: Post products (csv)
nl_nl: Producten (csv)

# Post status
source: Collected
nl_nl: Gecollecteerd

# Post status
source: Collected <span class="count">(%s)</span>
nl_nl: Gecollecteerd <span class="count">(%s)</span>

# Post status
source: Staged
nl_nl: Klaargezet

# Post status
source: Staged <span class="count">(%s)</span>
nl_nl: Klaargezet <span class="count">(%s)</span>

source: Price
nl_nl: Prijs

source: Price:
nl_nl: Prijs:

# Product
source: Unknown
nl_nl: Onbekend

source: Product categories list
nl_nl: Productcategorie&#235;nlijst

source: Product categories list navigation
nl_nl: Productcategorie&#235;nlijst navigatie

source: Product Category
nl_nl: Productcategorie

# Product category
source: Filter by category
nl_nl: Filter op categorie

source: Product could not be saved: %s
nl_nl: Het product kon niet worden opgeslagen: %s

source: Product created.
nl_nl: Het product is aangemaakt.

source: Product saved.
nl_nl: Het product is opgeslagen.

source: Product Settings
nl_nl: Instellingen voor producten

source: Product submitted.
nl_nl: Het product is opgeslagen.

source: Product updated.
nl_nl: Het product is bijgewerkt.

source: Products
nl_nl: Producten

source: Products are the items that are available for consumption at Occasions. Products are similar to posts in that they have a title and associated metadata, but they do not have a body text. Products can be categorized by assigning a Product Category.
nl_nl: Producten zijn de items die beschikbaar zijn voor consumptie bij een gelegenheid. Producten zijn gelijk aan berichten omdat ze een titel en geassocieerde metadata bevatten, maar ze hebben geen tekstinhoud. Producten kunnen worden gecategoriseerd door een productcategorie toe te wijzen.

source: Products list
nl_nl: Productenlijst

source: Products list navigation
nl_nl: Productenlijst navigatie

source: Provide the decryption key
nl_nl: Voer de decryptiesleutel in
