Repository: lmoffereins/incassoos
Catalog: languages/incassoos-*.po
Languages: nl_nl

source: View activities of &#8220;%s&#8221;
nl_nl: Activiteiten van &#8220;%s&#8221; bekijken

source: View Activity
nl_nl: Activiteit bekijken

source: View Activity Category
nl_nl: Activiteitcategorie bekijken

source: View Collection
nl_nl: Collectie bekijken

source: View Collections
nl_nl: Collecties bekijken

source: View Occasion
nl_nl: Gelegenheid bekijken

source: View Occasion Type
nl_nl: Gelegenheidstype bekijken

source: View Occasions
nl_nl: Gelegenheden bekijken

source: View occasions of &#8220;%s&#8221;
nl_nl: Gelegenheden van &#8220;%s&#8221; bekijken

source: View Order
nl_nl: Bestelling bekijken

source: View Orders
nl_nl: Bestellingen bekijken

source: View orders of &#8220;%s&#8221;
nl_nl: Bestellingen van &#8220;%s&#8221; bekijken

source: View Product
nl_nl: Product bekijken

source: View Product Category
nl_nl: Productcategorie bekijken

source: View Products
nl_nl: Producten bekijken

source: Visibility status for the object.
nl_nl: Zichtbaarheidstatus van het object.

source: Visual mode gives you an editor that is similar to a word processor.
nl_nl: De visuele modus geeft je een visuele editor (What You See is What You Get).

source: Welcome to your Incassoos dashboard! This is the screen you will see when you start with Incassoos, and gives you access to all the management features of the plugin. This page provides quick access to the current status of your Incassoos installation and frequently used actions. You can get help for any screen by clicking the Help tab above the screen title.
nl_nl: Welkom op jouw dashboard van Incassoos! Dit is het scherm wanneer je start met Incassoos en hier krijg je toegang tot alle beheerfuncties van de plugin. Deze pagina geeft snelle toegang tot de huidige status van Incassoos en tot veel gebruikte acties. Je kunt voor ieder scherm hulp krijgen door de Help tab te openen boven de schermtitel.

source: When adding a new term on this screen, you&#8217;ll fill in the following fields:
nl_nl: Bij het toevoegen van een nieuwe term op dit scherm vul je de volgende velden in:

source: When any activities or occasions are registered for this item, several details are added on this screen, including:
nl_nl: Bij het toevoegen van een activiteit of gelgenheid aan dit item worden onder andere de volgende details toegevoegd op dit scherm:

source: When any orders are registered for this item, additional details are shown on this screen, including:
nl_nl: Bij het toevoegen van een bestelling aan dit item worden onder andere de volgende details toegevoegd op dit scherm:

source: When encryption is enabled, you can start a wizard that will guide you through the steps for disabling encryption.
nl_nl: Wanneer encryptie is aangezet, kun je de wizard starten die je in stappen helpt om de encryptie uit te zetten.

source: When encryption is not enabled, you can start a wizard that will guide you through the steps for doing so.
nl_nl: Wanneer encryptie niet is aangezet, kun je de wizard starten die je in stappen helpt om de encryptie aan te zetten.

source: When required, the price per participant can be changed to differ from the default price. You can change their price after the participant is selected, then click the pencil icon to open the custom price input field. Click the X to cancel the custom price.
nl_nl: Indien gewenst kan de prijs per deelnemer afwijken van de standaardprijs. Je kunt de prijs van een deelenemer aanpassen nadat je deze hebt geselecteerd. Klik dan op het potloodicoontje om het invoerveld voor de aparte prijs te openen. Klik op de X om de aparte prijs te annuleren.

source: When your website works with personal details or other <strong>sensitive data</strong>, security is important. Measures should be put in place to prevent data from getting into the wrong hands. However, in the unlikely event that unpermitted persons do gain access to this data, it is best that the data should be of no use to them.
nl_nl: Wanneer je op je website met persoonlijke informatie of andere <strong>gevoelige gegevens</strong> werkt, is beveiliging noodzakelijk. Het is belangrijk om maatregelen te nemen om te voorkomen dat de gegevens in de verkeerde handen komen. Maar zelfs als het voor zou komen dat onbevoegde personen de gegevens kunnen inzien, zou het het mooist zijn als ze niets zullen hebben aan de gegevens.

source: Why encrypt data?
nl_nl: Waarom gegevens versleutelen?

source: With the decryption key provided, click the %1$s button to disable encryption in Incassoos on %2$s.
nl_nl: Wanneer je de decryptiesleutel hebt ingevoerd, klik op de %1$s knop om encryptie in Incassoos op %2$s uit te zetten.

source: Withdrawal delay
nl_nl: Incassovertraging

source: Yes
nl_nl: Ja

source: You are not allowed to export data from this post.
nl_nl: Je hebt geen rechten om gegevens van dit bericht te exporteren.

source: You can close the wizard.
nl_nl: Je kunt nu de wizard sluiten.

source: You can create groups of activities by using Activity Categories. Activity Category names must be unique and Activity Categories are separate from the categories you use for posts.
nl_nl: Je kunt groepen van activiteiten maken door gebruik te maken van Activiteitcategorie&#235;n. Activiteitcategorienamen moeten uniek zijn. Activiteitcategorie&#235;n zijn gescheiden van de categorie&#235;n die je gebruikt voor berichten.

source: You can create groups of occasions by using Occasion Types. Occasion Type names must be unique and Occasion Types are separate from the categories you use for posts.
nl_nl: Je kunt groepen van gelegenheden maken door gebruik te maken van Gelegenheidstypen. Gelegenheidstypenamen moeten uniek zijn. Gelegenheidstypen zijn gescheiden van de categorie&#235;n die je gebruikt voor berichten.

source: You can create groups of products by using Product Categories. Product Category names must be unique and Product Categories are separate from the categories you use for posts.
nl_nl: Je kunt groepen van producten maken door gebruik te maken van Productcategorie&#235;n. Productcategorienamen moeten uniek zijn. Productcategorie&#235;n zijn gescheiden van de categorie&#235;n die je gebruikt voor berichten.

source: You can delete Activity Categories in the Bulk Action pull-down, but that action does not delete the activities within the category.
nl_nl: Activiteitcategorie&#235;n kunnen worden verwijderd met de bulkactie dropdown. Hoewel de categorie&#235;n worden verwijderd geldt dit niet voor de activiteiten in deze categorie&#235;n.

source: You can delete Occasion Types in the Bulk Action pull-down, but that action does not delete the occasions within the type.
nl_nl: Gelegenheidstypen kunnen worden verwijderd met de bulkactie dropdown. Hoewel de typen worden verwijderd geldt dit niet voor de gelegenheden in deze typen.

source: You can delete Product Categories in the Bulk Action pull-down, but that action does not delete the products within the category.
nl_nl: Productcategorie&#235;n kunnen worden verwijderd met de bulkactie dropdown. Hoewel de categorie&#235;n worden verwijderd geldt dit niet voor de producten in deze categorie&#235;n.

source: You can filter the list of consumers by searching for them by name. Click Show default to show only consumers that have the default visibility set to show. The default view is to show all consumers.
nl_nl: Je kunt de lijst met afnemers filteren door te zoeken op naam. Standaard worden alle afnemers weergegeven, maar als je klikt op Toon zichtbaren krijg je alleen de zichtbare afnemers te zien.

source: You can filter the list of items by post status using the text links above the items list to only show items with that status. The default view is to show all items.
nl_nl: Je kunt de lijst met items filteren op status met gebruik van de tekstlinks boven de itemlijst om alleen items met de betreffende status weer te geven. Standaard worden alle items weergegeven.

source: You can hide/display columns based on your needs and decide how many items to list per screen using the Screen Options tab.
nl_nl: Je kunt kolommen tonen/verbergen naar eigen inzicht en beslissen hoeveel items worden getoond per scherm met gebruik van de Scherminstellingen tab.

source: You can refine the list to show only items in a specific category or from a specific month by using the dropdown menus above the items list. Click the Filter button after making your selection.
nl_nl: Je kunt deze lijst verder verfijnen om enkel items in een specifieke categorie of in een specifieke maand te tonen door gebruik te maken van de dropdown-menu&#39;s boven de lijst van items. Klik op de Filter knop nadat je je keuze hebt gemaakt.

source: You can use the following controls to arrange your Dashboard screen to suit your workflow.
nl_nl: Je kunt het volgende gebruiken om je dashboardscherm aan te passen.

source: You can&#8217;t close this item because it is in the Trash. Please restore it and try again.
nl_nl: Je kunt dit item niet afsluiten, want het zit in de prullenbak. Herstel het item en probeer daarna opnieuw.

source: You can&#8217;t collect this item because it is in the Trash. Please restore it and try again.
nl_nl: Je kunt dit item niet collecteren, want het zit in de prullenbak. Herstel het item en probeer daarna opnieuw.

source: You can&#8217;t reopen this item because it is in the Trash. Please restore it and try again.
nl_nl: Je kunt dit item niet heropenen, want het zit in de prullenbak. Herstel het item en probeer daarna opnieuw.

source: You can&#8217;t stage this item because it is in the Trash. Please restore it and try again.
nl_nl: Je kunt dit item niet klaarzetten, want het zit in de prullenbak. Herstel het item en probeer daarna opnieuw.

source: You can&#8217;t view this item because it is in the Trash. Please restore it and try again.
nl_nl: Je kunt dit item niet bekijken, want het zit in de prullenbak. Herstel het item en probeer daarna opnieuw.

source: Your download will start shortly&hellip; <a data-autostart-download="1" href="%s">Click here if it doesn't.</a>
nl_nl: Je download zal weldra beginnen&hellip; <a data-autostart-download="1" href="%s">Klik hier als er niets gebeurt.</a>

source: Your private key
nl_nl: Je privésleutel

source: Your system meets the requirements for setting up encryption in Incassoos. With encryption enabled, the following data will be encrypted when it is saved:
nl_nl: Je systeem heeft de juiste vereisten voor het aanzetten van encryptie in Incassoos. Indien geactiveerd, zullen de volgende gegevens worden versleuteld:
