Repository: lmoffereins/incassoos
Catalog: languages/incassoos-*.po
Languages: nl_nl

source: Provide the required secret key for encoding the JWT authentication with Incassoos applications. You can grab a randomly generated key from <a target="_blank" href="%s">WordPress's salt API</a>. Renew this value to invalidate all existing authenticated sessions.
nl_nl: Voer een verplichte geheime sleutel in om de JWT authenticatie met andere applicaties mee te encoden. Je kunt een willekeurig gegenereerde sleutel gebruiken van de <a target="_blank" href="%s">WordPress salt API</a>. Vernieuw deze waarde om alle bestaande verbindingen ongeldig te maken.

source: Put the Incassoos application on the front page of this site.
nl_nl: Stel de Incassoos applicatie in op de voorpagina van deze website.

source: Quick select consumers
nl_nl: Snel selecteren van afnemers

source: Quick select participants
nl_nl: Snel selecteren van deelnemers

source: Recalculate total value
nl_nl: Totale waarde herberekenen

source: Recent collections
nl_nl: Recente collecties

source: Recently created
nl_nl: Recent aangemaakt

source: Register, manage and collect consumptions
nl_nl: Registreer, beheer en incasseer consumpties

source: Reopen
nl_nl: Heropenen

source: Reopen &#8220;%s&#8221;
nl_nl: &#8220;%s&#8221; heropenen

source: Resend consumer emails
nl_nl: Emails naar afnemers opnieuw verzenden

source: REST authentication is not configured properly.
nl_nl: De REST authenticatie is niet correct geconfigureerd.

source: Return to dashboard
nl_nl: Terug naar dashboard

source: Reverse group order
nl_nl: Groepvolgorde omdraaien

source: Run action
nl_nl: Actie uitvoeren

source: Search Activities
nl_nl: Activiteiten zoeken

source: Search Activity Categories
nl_nl: Activiteitcategorie&#235;n zoeken

source: Search Collections
nl_nl: Collecties zoeken

source: Search consumer&hellip;
nl_nl: Afnemer zoeken&hellip;

source: Search consumers
nl_nl: Afnemers zoeken

source: Search consumers&hellip;
nl_nl: Afnemers zoeken&hellip;

source: Search Occasion Types
nl_nl: Gelegenheidstypen zoeken

source: Search Occasions
nl_nl: Gelegenheden zoeken

source: Search Orders
nl_nl: Bestellingen zoeken

source: Search participants
nl_nl: Deelnemers zoeken

source: Search participants&hellip;
nl_nl: Deelnemers zoeken&hellip;

source: Search Product Categories
nl_nl: Productcategorie&#235;n zoeken

source: Search Products
nl_nl: Producten zoeken

source: Select all
nl_nl: Alle selecteren

source: Select or deselect all users in the group
nl_nl: (De)selecteer alle gebruikers in de groep

source: Select post action type
nl_nl: Selecteer actietype

source: Select the users that should have the role of %s.
nl_nl: Selecteer de gebruikers voor de rol van %s.

source: Selecting
nl_nl: Selecteren

source: Send an email to each Supervisor when an occasion is closed or reopened.
nl_nl: Verzend een email naar iedere Supervisor wanneer een gelegenheid wordt afgesloten of heropend.

source: Send consumer emails
nl_nl: Verzend emails naar afnemers

source: Send test-email
nl_nl: Verzend testemail

source: Sender Email Address
nl_nl: Emailadres van de afzender

source: SEPA file
nl_nl: SEPA-bestand

source: Separate categories with commas
nl_nl: Scheid categorie&#235;n met een komma

source: Separate types with commas
nl_nl: Scheid typen met een komma

source: Set a custom price
nl_nl: Stel een aparte prijs in

source: Set hidden consumers
nl_nl: Afnemers verbergen

source: Set shown consumers
nl_nl: Afnemers tonen

source: Settings
nl_nl: Instellingen

source: Settings concerning consumers.
nl_nl: Instellingen met brekking tot afnemers.

source: Settings concerning login.
nl_nl: Instellingen met betrekking tot login.

source: Settings concerning occasions.
nl_nl: Instellingen met betrekking tot gelegenheden.

source: Settings concerning orders.
nl_nl: Instellingen met betrekking tot bestellingen.

source: Settings concerning products.
nl_nl: Instellingen met betrekking tot producten.

source: Settings concerning the use of the API, like route names.
nl_nl: Instellingen met betrekking tot gebruik van de API, zoals padnamen.

source: SFC file
nl_nl: SFC-bestand

source: Show default
nl_nl: Toon zichtbaren

source: Show errors
nl_nl: Toon fouten

source: Show selected
nl_nl: Toon geselecteerden

source: Show value
nl_nl: Toon waarde

source: Showing default
nl_nl: Toont zichtbaren

source: Showing selected
nl_nl: Toont geselecteerden

source: Slug Settings
nl_nl: Instellingen voor slugs

source: Something went wrong preparing your download. Please try again.
nl_nl: Er is iets fout gegaan bij het opstellen van je download. Probeer het opnieuw.

source: Something went wrong.
nl_nl: Er is iets fout gegaan.

source: Sorry, something went wrong. The requested action could not be executed.
nl_nl: Helaas, er is iets fout gegaan. De geselecteerde actie kon niet worden uitgevoerd.

source: Sorry, the file download you requested is expired. <a href="%s">Return to the previous page.</a>
nl_nl: Helaas, het bestand dat je wilde downloaden is verlopen. <a href="%s">Ga terug naar de vorige pagina.</a>

source: Sorry, the order cannot be edited after initial creation.
nl_nl: Helaas, de bestelling kan niet worden bewerkt nadat het is aangemaakt.

source: Sorry, the order cannot be edited beyond %d minutes after initial creation.
nl_nl: Helaas, de bestelling kan niet worden bewerkt vanaf %d minuten nadat het is aangemaakt.

source: Sorry, you are not allowed to access the Incassoos REST API.
nl_nl: Helaas, je hebt geen toegang tot de Incassoos REST API.

source: Sorry, you are not allowed to close this item.
nl_nl: Helaas, je hebt geen rechten om dit item af te sluiten.

source: Sorry, you are not allowed to close this occasion.
nl_nl: Helaas, je hebt geen rechten om deze gelegenheid af te sluiten.

source: Sorry, you are not allowed to collect this item.
nl_nl: Helaas, je hebt geen rechten om dit item te collecteren.

source: Sorry, you are not allowed to distribute this item.
nl_nl: Helaas, je hebt geen rechten om dit item te verzenden.

source: Sorry, you are not allowed to edit this item.
nl_nl: Helaas, je hebt geen rechten om dit item te bewerken.

source: Sorry, you are not allowed to hide this consumer.
nl_nl: Helaas, je hebt geen rechten om deze afnemer te verbergen.

source: Sorry, you are not allowed to reopen this item.
nl_nl: Helaas, je hebt geen rechten om dit item te heropenen.

source: Sorry, you are not allowed to reopen this occasion.
nl_nl: Helaas, je hebt geen rechten om deze gelegenheid te heropenen.

source: Sorry, you are not allowed to restore this post from the Trash.
nl_nl: Helaas, je hebt geen rechten om dit bericht te hertellen uit de prullenbak.

source: Sorry, you are not allowed to show this consumer.
nl_nl: Helaas, je hebt geen rechten om deze afnemer te tonen.

source: Sorry, you are not allowed to unstage this item.
nl_nl: Helaas, je hebt geen rechten om dit item vrij te maken.

source: Sorry, you are not allowed to view posts in this post type.
nl_nl: Helaas, je hebt geen rechten om berichten van dit type te bekijken.

source: Sorry, you are not allowed to view these items.
nl_nl: Helaas, je hebt geen rechten om deze items te bekijken.

source: Sorry, you are not allowed to view this item.
nl_nl: Helaas, je hebt geen rechten om dit item te bekijken.

source: Sort value for ordering the list group.
nl_nl: Waarde om de lijstgroep mee te sorteren.

source: Spending limit
nl_nl: Bestedingslimiet

source: Spending limit for the object.
nl_nl: Bestedingslimiet van het object.

source: Stage
nl_nl: Klaarzetten

source: Staged:
nl_nl: Klaargezet:

source: Start wizard
nl_nl: Wizard starten

source: Submit
nl_nl: Opslaan

source: Successfully updated user %s.
nl_nl: Gebruiker %s is bijgewerkt

# Taxonomy admin column
source: Category
nl_nl: Categorie

# Term meta
source: Default
nl_nl: Standaard

source: The <strong>private key</strong> will be shown on screen for you to store separately from the system.
nl_nl: De <strong>privésleutel</strong> wordt op het scherm getoond, zodat je die op een veilige plek kunt bewaren.

source: The <strong>public key</strong> will be stored in the database.
nl_nl: De <strong>publieke sleutel</strong> wordt opgeslagen in de database.

source: The amount of days between communicating the collection withdrawal and the actual transaction execution.
nl_nl: Het aantal dagen tussen de communicatie over de collectie en de daadwerkelijke uitvoering van de incasso.

source: The button for managing Activity Categories takes you to the admin screen for that taxonomy.
nl_nl: De knop Activiteitcategorie&#235;n beheren brengt je naar het beheerscherm voor die taxonomie.

source: The button for managing Occasion Types takes you to the admin screen for that taxonomy.
nl_nl: De knop Gelegenheidstypen beheren brengt je naar het beheerscherm voor die taxonomie.

source: The button for managing Product Categories takes you to the admin screen for that taxonomy.
nl_nl: De knop Productcategorie&#235;n beheren brengt je naar het beheerscherm voor die taxonomie.

source: The collection cannot be staged, because some consumers appear to have negative amounts.
nl_nl: De collectie kon niet worden klaargezet, omdat voor sommige afnemers een negatief bedrag geldt.

source: The consumer cannot be hidden.
nl_nl: De afnemer kan niet worden verborgen.

source: The consumer cannot be shown.
nl_nl: De afnemer kan niet worden getoond.

source: The consumer is hidden.
nl_nl: De afnemer is verborgen.

source: The consumer is not hidden.
nl_nl: De afnemer is niet verborgen.

source: The consumer's spending limit has been reached.
nl_nl: De bestedingslimiet van de afnemer is bereikt.

source: The data is encrypted using the <strong>public key</strong> that has been generated and stored in the database. The secret <strong>private key</strong> is used for decrypting the data. This key should be saved separately from the system.
nl_nl: De gegevens worden versleuteld met de <strong>publieke sleutel</strong> die gegenereerd is en in de database is opgeslagen. De geheime <strong>privésleutel</strong> wordt gebruikt voor het ontsleutelen van de gegevens. Deze sleutel dient buiten het systeem te worden bewaard.

source: The date the occasion was closed.
nl_nl: De datum waarop de gelegenheid is gesloten.

source: The date the occasion was scheduled, in no particular timezone.
nl_nl: De datum waarop de gelegenheid was gepland, zonder specifieke tijdzone.

source: The encryption keys were successfully generated! The public key is stored in the database, while the following is the private key:
nl_nl: De encryptiesleutels zijn gegenereerd! De publieke sleutel is in de database opgeslagen. De onderstaande tekst is de privésleutel:

source: The file has an invalid value for the following detail(s) of the creditor/organization: %s
nl_nl: Het bestand heeft een incorrecte waarde voor de volgende detail(s) van de crediteur/organisatie: %s

source: The file is invalid because the Collection is not collected.
nl_nl: Het bestand is ongeldig, omdat de collectie niet is gecollecteerd.

source: The following button will start the wizard for disabling encryption.
nl_nl: De onderstaande knop zal de wizard starten voor het uitzetten van de encryptie.

source: The following button will start the wizard for enabling encryption.
nl_nl: De onderstaande knop zal de wizard starten voor het aanzetten van de encryptie.

source: The following data have been restored to their original values:
nl_nl: De volgende gegevens zijn hersteld naar hun oorspronkelijke waardes:

source: The following data is encrypted when it is saved:
nl_nl: De volgende gegevens worden versleuteld wanneer ze worden opgeslagen:

source: The IBAN of each consumer
nl_nl: Het rekeningnummer (IBAN) van elke afnemer

source: The IBAN of the organization
nl_nl: Het rekeningnummer (IBAN) van de organisatie

source: The known <strong>public key</strong> is used when data is saved or updated in the system. The key will be stored in the database. There is no security issue when the public key is discovered, because it is only used for scrambling data.
nl_nl: De bekende <strong>publieke sleutel</strong> wordt gebruikt wanneer gegevens worden opgeslagen of bijgewerkt in het systeem. Deze sleutel wordt opgeslagen in de database. Er is geen veiligheidsrisico wanneer deze sleutel wordt ontdekt, omdat de sleutel alleen wordt gebruikt voor het onklaar maken van de gegevens.

source: The name of the consumer of the order.
nl_nl: De naam van de afnemer van de bestelling.

source: The occasion %1$s was just closed by %2$s.
nl_nl: De gelegenheid %1$s is zojuist afgesloten door %2$s.

source: The occasion %1$s was just reopened by %2$s.
nl_nl: De gelegenheid %1$s is zojuist heropend door %2$s.

source: The occasion cannot be closed.
nl_nl: De gelegenheid kan niet worden afgesloten.

source: The occasion cannot be reopened.
nl_nl: De gelegenheid kan niet worden heropend.

source: The occasion is closed for new orders.
nl_nl: De gelegenheid is afgesloten voor nieuwe bestellingen.

source: The occasion is locked.
nl_nl: De gelegenheid is gesloten.

source: The occasion is not closed.
nl_nl: De gelegenheid is niet afgesloten.

source: The occasion was closed on %1$s at %2$s.
nl_nl: De gelegenheid is afgesloten op %1$s om %2$s.

source: The order of the object in relation to other object of its type.
nl_nl: De volgorde van het object ten opzichte van andere objecten van hetzelfde type.

source: The post cannot be restored from the Trash.
nl_nl: Het bericht kan niet worden hersteld uit de prullenbak.

source: The post content is used for the email body in the consumers email distribution.
nl_nl: De tekstinhoud wordt gebruikt voor het emailbericht in de email die naar afnemers wordt verzonden.

source: The post has not been trashed.
nl_nl: Het bericht is niet weggegooid.

source: The price of the product.
nl_nl: De prijs van het product.

source: The provided decryption key is empty.
nl_nl: De ingevoerde decryptiesleutel is leeg.

source: The required decryption key was not provided.
nl_nl: De vereiste decryptiesleutel is niet ingevoerd.

source: The secret <strong>private key</strong> is used for decrypting data and should be stored separately from the system. It is required when you need to access the original values in the system. It is important that this key should not be compromised.
nl_nl: De geheime <strong>privésleutel</strong> wordt gebruikt voor het ontsleutelen van gegevens en dient buiten het systeem te worden bewaard. Deze sleutel heb je iedere keer nodig wanneer je toegang nodig hebt tot de oorspronkelijke waardes. Het is belangrijk dat deze sleutel niet in de verkeerde handen valt.

source: The SEPA Creditor Identifier of the organization
nl_nl: De SEPA Creditor Identifier code van de organisatie

source: The title field and the Text Editing Area are fixed in place, but you can reposition all the other boxes using drag and drop. You can also minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes or to choose a 1- or 2-column layout for this screen.
nl_nl: Het titelveld en het grote bericht-bewerk gebied zitten vast op hun plek, maar je kunt de andere boxes wel van positie veranderen via drag en drop. Je kunt ze ook minimaliseren of uitklappen door op de titelregel te klikken van elke box. Gebruik de Scherminstellingen optie om bepaalde boxes wel of niet te tonen of kies tussen een enkel of twee-kolommen lay-out voor dit scherm.

source: The title field is fixed in place, but you can reposition all the other boxes using drag and drop. You can also minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes or to choose a 1- or 2-column layout for this screen.
nl_nl: Het titelveld zit vast op zijn plek, maar je kunt de andere boxes wel van positie veranderen via drag en drop. Je kunt ze ook minimaliseren of uitklappen door op de titelregel te klikken van elke box. Gebruik de Scherminstellingen optie om bepaalde boxes wel of niet te tonen of kies tussen een enkel of twee-kolommen lay-out voor dit scherm.

source: The total amount of %1$s will be withdrawn from your account (%2$s) on or around %3$s.
nl_nl: Het totaalbedrag van %1$s zal op of rond %3$s worden afgeschreven van uw rekening (%2$s).

source: The transaction for %1$s has an invalid value for the following detail(s): %2$s
nl_nl: De transactie voor %1$s heeft een ongeldige waarde voor de volgende detail(s): %2$s

source: The transaction for party with ID %1$s has an invalid value for the following detail(s): %2$s
nl_nl: De transactie voor de partij met %1$s heeft een ongeldige waarde voor de volgende detail(s): %2$s

source: There are no activities included in this collection.
nl_nl: Er zijn geen activiteiten inbegrepen in deze collectie.

source: There are no collectable activities found.
nl_nl: Er zijn geen activiteiten voor collectie gevonden.

source: There are no collectable occasions found.
nl_nl: Er zijn geen gelegenheden voor collectie gevonden.

source: There are no consumed products found.
nl_nl: Er zijn geen geconsumeerde producten gevonden.

source: There are no occasions included in this collection.
nl_nl: Er zijn geen gelegenheden inbegrepen in deze collectie.

source: There is currently nothing to display here.
nl_nl: Er is hier momenteel niets om te tonen.

source: There were no products found.
nl_nl: Er zijn geen producten gevonden.

source: This action invalidates all current user sessions and forces all application users to login again in order to connect with this site.
nl_nl: Deze actie zorgt ervoor dat alle sessies van huidige gebruikers worden gestopt en dat alle applicatiegebruikers opnieuw moeten inloggen om met deze site te verbinden.

source: This Collection is not collected yet.
nl_nl: De collectie is nog niet gecollecteerd.

source: This page provides a wizard for enabling data encryption for sensitive data in Incassoos on %s.
nl_nl: Deze pagina bevat een wizard voor het aanzetten van encryptie van gevoelige gegevens in Incassoos op %s.

source: This page provides details of the encryption that is enabled for sensitive data in Incassoos on %s.
nl_nl: Deze pagina bevat details van de encryptie van gevoelige gegevens in Incassoos op %s.

source: This screen gives an overview of the available consumers for Incassoos and a way of managing their relevant attributes.
nl_nl: Dit scherm geeft een overzicht van de beschikbare afnemers voor Incassoos. Je kunt hier hun relevante eigenschappen beheren.

source: This screen gives insight in the process and status of encryption in Incassoos.
nl_nl: Dit scherm geeft inzicht in het proces en de status van encryptie in Incassoos.

source: This screen provides access to all of the Incassoos activities. You can customize the display of this screen to suit your workflow.
nl_nl: Dit scherm geeft toegang tot alle activiteiten in Incassoos. Je kunt het scherm zodanig inrichten dat het past bij je werkwijze.

source: This screen provides access to all of the Incassoos collections. You can customize the display of this screen to suit your workflow.
nl_nl: Dit scherm geeft toegang tot alle collecties in Incassoos. Je kunt het scherm zodanig inrichten dat het past bij je werkwijze.

source: This screen provides access to all of the Incassoos occasions. You can customize the display of this screen to suit your workflow.
nl_nl: Dit scherm geeft toegang tot alle gelegenheden in Incassoos. Je kunt het scherm zodanig inrichten dat het past bij je werkwijze.

source: This screen provides access to all of the Incassoos orders. You can customize the display of this screen to suit your workflow.
nl_nl: Dit scherm geeft toegang tot alle bestellingen in Incassoos. Je kunt het scherm zodanig inrichten dat het past bij je werkwijze.

source: This screen provides access to all of the Incassoos products. You can customize the display of this screen to suit your workflow.
nl_nl: Dit scherm geeft toegang tot alle producten in Incassoos. Je kunt het scherm zodanig inrichten dat het past bij je werkwijze.

source: This screen provides options for managing and configuring Incassoos.
nl_nl: Dit scherm bevat instellingen om Incassoos te beheren en te configureren.

source: This slug will only be used when the 'Front page' setting is not enabled.
nl_nl: De slug wordt alleen gebruikt wanneer de 'Voorpagina' instelling niet is aangezet.

source: Time Lock
nl_nl: Tijdslot

source: Title:
nl_nl: Titel:

source: To be able to use encryption in Incassoos on %s, please update the website's PHP version to 7.2 or greater or make sure the site uses WordPress 5.2 or greater.
nl_nl: Om encryptie te kunnen gebruiken in Incassoos op %s, werk dan de versie van PHP op de website bij naar 7.2 of nieuwer of zorg ervoor dat de website gebruik maakt van WordPress 5.2 of nieuwer.

source: To confirm your decision to disable encryption, please provide the current decryption key below. This is both a security check and a requirement for decrypting the currently encrypted data.
nl_nl: Bevestig het uitzetten van encryptie door de decryptiesleutel hieronder in te voeren. Dit is zowel een veiligheidscontrole als ook een vereiste om de reeds versleutelde gegevens te kunnen terughalen.

source: Toggle list columns
nl_nl: Wissel lijstkolommen

source: Toggle password visibility
nl_nl: Wissel zichtbaarheid van het wachtwoord

source: Tools
nl_nl: Hulpmiddelen

source: Total
nl_nl: Totaal

source: Total:
nl_nl: Totaal:

source: Transaction Description
nl_nl: Transactiebeschrijving

source: Treat the private key as a password and store it in a secure place. When access to the encrypted data is required, this password must be provided. The key is also required as a password when you should decide to disable encryption.
nl_nl: Ga met de privésleutel om alsof het een wachtwoord is en bewaar het op een veilige plek. Wanneer je toegang nodig hebt tot de versleutelde gegevens, zal om het wachtwoord worden gevraagd. De sleutel is ook nodig wanneer je besluit om de encryptie uit te zetten.

source: Types
nl_nl: Typen

source: Unique authentication token of the user.
nl_nl: Unieke authenticatiecode van de gebruiker.

source: Unique identifier for the consumer (type) of the order.
nl_nl: Unieke identifier van de afnemer(type) van de bestelling.

source: Unique identifier for the list group.
nl_nl: Unieke identifier van de lijstgroep.

source: Unique identifier for the object.
nl_nl: Unieke identifier van het object.

source: Unstage
nl_nl: Vrijmaken

source: Update Activity Category
nl_nl: Activiteitcategorie bijwerken

source: Update Occasion Type
nl_nl: Gelegenheidstype bijwerken

source: Update Product Category
nl_nl: Productcategorie bijwerken

source: Uploaded to this activity
nl_nl: Bij deze activiteit geüpload

source: Uploaded to this collection
nl_nl: Bij deze collectie geüpload

source: Uploaded to this occasion
nl_nl: Bij deze gelegenheid geüpload

source: Uploaded to this order
nl_nl: Bij deze bestelling geüpload

source: Uploaded to this product
nl_nl: Bij dit product geüpload

source: Use the %s tag to insert the name of the recipient.
nl_nl: Gebruik de %s tag om de naam van de ontvanger te gebruiken.

source: Use the %s tag to insert the title of the related collection.
nl_nl: Gebruik de %s tag om de titel van de betreffende collectie te gebruiken.

source: Use the BuddyPress email template for Incassoos emails.
nl_nl: Gebruik de emailtemplates van BuddyPress voor de emails van Incassoos.

source: User
nl_nl: Gebruiker

source: User ID
nl_nl: Gebruiker ID

# User role
source: Collector
nl_nl: Collecteur

# User role
source: Registrant
nl_nl: Registreerder

source: User Settings
nl_nl: Instellingen voor gebruikers

source: Users for role %s
nl_nl: Gebruikers voor de rol %s

source: Value of consumptions:
nl_nl: Waarde van consumpties:

source: View Activities
nl_nl: Activiteiten bekijken
