Repository: lmoffereins/incassoos
Catalog: languages/incassoos-*.po
Languages: nl_nl

source: %d Activity
nl_nl: %d activiteit

source: %d Collection
nl_nl: %d collectie

source: %d Consumer
nl_nl: %d afnemer

source: %d Occasion
nl_nl: %d gelegenheid

source: %d Order
nl_nl: %d bestelling

source: %d Orders
nl_nl: %d bestellingen

source: %d Participant
nl_nl: %d deelnemer

source: %s <span class="status">&mdash; Default</span>
nl_nl: %s <span class="status">&mdash; Standaard</span>

source: %s <span class="status">&mdash; Hidden</span>
nl_nl: %s <span class="status">&mdash; Verborgen </span>

source: &larr; Go to Activity Categories
nl_nl: &larr; Ga naar Activiteitcategorie&#235;n

source: &larr; Go to Occasion Types
nl_nl: &larr; Ga naar Gelegenheidstypen

source: &larr; Go to Product Categories
nl_nl: &larr; Ga naar Productctategorie&#235;n

source: &mdash; Actions &mdash;
nl_nl: &mdash; Acties &mdash;

source: &mdash; Consumer Type &mdash;
nl_nl: &mdash; Afnemertype &mdash;

source: &mdash; No Category &mdash;
nl_nl: &mdash; Geen categorie &mdash;

source: &mdash; No Type &mdash;
nl_nl: &mdash; Geen type &mdash;

source: &mdash; or &mdash;
nl_nl: &mdash; of &mdash;

source: &mdash; Quick select &mdash;
nl_nl: &mdash; Snel selecteren &mdash;

source: &mdash; This is a test email sent from %s &mdash;
nl_nl: &mdash; Dit is een testemail verzonden vanaf %s &mdash;

source: *) The mentioned date is the one at which the item was registered.
nl_nl: Wanneer encryptie niet is aangezet, kun je de wizard starten die je in stappen helpt om de encryptie kunt aanzetten.

source: <a href="https://github.com/lmoffereins/incassoos">Development</a>
nl_nl: <a href="https://github.com/lmoffereins/incassoos">Ontwikkeling</a>

source: <strong>Activities</strong> &mdash; Select the activities to include in the collection.
nl_nl: <strong>Activiteiten</strong> &mdash; Selecteer de activiteiten om in de collectie op te nemen.

source: <strong>At a Glance</strong> &mdash; Displays a summary of the content on your site and identifies whether encryption is enabled.
nl_nl: <strong>In een oogopslag</strong> &mdash; Toont een samenvatting van de inhoud op je site en toont of encryptie is geactiveerd.

source: <strong>Bulk Edit</strong> &mdash; For editing multiple consumers at once, click Open bulk edit mode. Consumers can be selected individually or in bulk. Bulk selection of consumers is available through clicking their respective group heading or by selecting an option from the Quick Select menu.
nl_nl: <strong>Bulkbewerken</strong> &mdash; Je kunt meerdere afnemers tegelijk bewerken. Selecteer Open bulkbewerkmodus, waarna je afnemers kunt selecteren per stuk of per groep. Je kunt afnemers in groepen selecteren door te klikken op de groeptitel of door te kiezen voor een optie in het Snelselecteren menu.

source: <strong>Category</strong> &mdash; Select a category for the activity.
nl_nl: <strong>Categorie</strong> &mdash; Selecteer een categorie voor de activiteit.

source: <strong>Category</strong> &mdash; Select a category for the product.
nl_nl: <strong>Categorie</strong> &mdash; Selecteer een categorie voor het product.

source: <strong>Close</strong> &mdash; To prevent further orders being created for the occasion, click Close. Only closed occasions can be collected by the Incassoos Collector.
nl_nl: <strong>Afsluiten</strong> &mdash; Sluit een gelegenheid af om te voorkomen dat er nieuwe bestellingen worden toegevoegd. Alleen afgesloten gelegenheden kunnen geïncasseerd worden door de collectant in Incassoos.

source: <strong>Close</strong> will change the status of that item, so that no additional orders can be registered for it. Open will undo this change. Which link is available depends on your item&#8217;s status.
nl_nl: <strong>Afsluiten</strong> zal de status van het item wijzigen, zodat er geen nieuwe bestellingen kunnen worden toegevoegd. Openen zal dit ongedaan maken. Welke link beschikbaar is, hangt af van de status van het item.

source: <strong>Consumer</strong> &mdash; Enter the username of the consumer or select a consumer type when no single consumer should be specified.
nl_nl: <strong>Afnemer</strong> &mdash; Vul de gebruikersnaam van de afnemer in of selecteer een afnemertype wanneer geen aparte afnemer van toepassing is.

source: <strong>Consumers</strong> &mdash; The list of consumers with their respective consumptions for this collection.
nl_nl: <strong>Afnemers</strong> &mdash; De lijst van afnemers met hun respectievelijke consumpties voor deze collectie.

source: <strong>Consumers</strong> &mdash; The list of consumers with their respective orders for this occasion.
nl_nl: <strong>Afnemers</strong> &mdash; De lijst van afnemers met hun respectievelijke bestellingen voor deze gelegenheid.

source: <strong>Create</strong> &mdash; Set the collection's attributes when it is created.
nl_nl: <strong>Aanmaken</strong> &mdash; Stel de eigenschappen van een collectie in bij het aanmaken.

source: <strong>Create</strong> &mdash; Set the occasion's attributes when it is created.
nl_nl: <strong>Aanmaken</strong> &mdash; Stel de eigenschappen van een gelegenheid in bij het aanmaken.

source: <strong>Date</strong> &mdash; Select the date the activity was scheduled. Leave empty when no particular date applies.
nl_nl: <strong>Datum</strong> &mdash; Selecteer de datum waarop de activiteit was gepland. Laat leeg indien geen specifieke datum van toepassing is.

source: <strong>Date</strong> &mdash; Select the date the occasion was scheduled.
nl_nl: <strong>Datum</strong> &mdash; Selecteer de datum waarop de gelegenheid was gepland.

source: <strong>Duplicate</strong> will create a new activity with the same details as that item.
nl_nl: <strong>Dupliceren</strong> maakt een nieuwe activiteit met dezelfde eigenschappen als dat item.

source: <strong>Edit</strong> takes you to the editing screen for that item. You can also reach that screen by clicking on the item title.
nl_nl: <strong>Bewerken</strong> brengt je naar het bewerkscherm van dat item. Je kunt dat scherm ook bereiken door op de titel van het item te klikken.

source: <strong>Edit</strong> takes you to the editing screen for that item. You can also reach that screen by clicking on the item title. Whether the link is available depends on your item&#8217;s status.
nl_nl: <strong>Bewerken</strong> brengt je naar het bewerkscherm van dat item. Je kunt dat scherm ook bereiken door op de titel van het item te klikken. Of de link beschikbaar is, hangt af van de status van het item.

source: <strong>Export</strong> &mdash; Exporting consumers provides the option to download consumers with their attributes in a CSV formatted file.
nl_nl: <strong>Exporteren</strong> &mdash; Je kunt afnemers exporteren en ze met hun eigenschappen downloaden als een csv-bestand.

source: <strong>Notes</strong> &mdash; Use the Notes box to register additional notes for your item. For example, you could provide some details on the context of the item or add a message to fellow Incassoos users or your future self about the rationale behind some decisions.
nl_nl: <strong>Notities</strong> &mdash; Gebruik de Notitiesbox om extra opmerkingen bij het item te registreren. Bijvoorbeeld om de context van het item te beschrijven of om sommige keuzes uit te leggen aan andere gebruikers van Incassoos of je toekomstige zelf.

source: <strong>Occasion</strong> &mdash; Select the occasion for which the order is consumed.
nl_nl: <strong>Gelegenheid</strong> &mdash; Selecteer de gelegenheid waarbij de bestelling is opgenomen.

source: <strong>Occasions</strong> &mdash; Select the occasions to include in the collection.
nl_nl: <strong>Gelegenheden</strong> &mdash; Selecteer de gelegenheden om in de collectie op te nemen.

source: <strong>Order</strong> &mdash; Products are usually ordered alphabetically, but you can choose your own order by entering a number (1 for first, etc.) in this field.
nl_nl: <strong>Volgorde</strong> &mdash; Producten zijn meestal op alfabetische volgorde gesorteerd, maar je kunt hier je eigen volgorde kiezen door een nummer in te voeren (1 voor de eerste enz.).

source: <strong>Participants</strong> &mdash; Select the participants of the activity.
nl_nl: <strong>Deelnemers</strong> &mdash; Selecteer de deelnemers aan de activiteit.

source: <strong>Partition</strong> &mdash; Select whether the price of the activity should be partitioned for the participants.
nl_nl: <strong>Verdelen</strong> &mdash; Selecteer indien het prijsbedrag gelijk verdeeld moet worden over de deelnemers.

source: <strong>Post editor</strong> &mdash; Enter the text for the item. There are two modes of editing: Visual and Text. Choose the mode by clicking on the appropriate tab.
nl_nl: <strong>Bericht editor</strong> - Voer hier de tekst in van het bericht. Er zijn twee modi voor bewerken: WYSIWYG en tekst. Kies de modus door de desbetreffende tab te selecteren.

source: <strong>Price</strong> &mdash; Enter a price for the product.
nl_nl: <strong>Prijs</strong> &mdash; Voer een prijs in voor het product.

source: <strong>Price</strong> &mdash; Enter the default price for the activity.
nl_nl: <strong>Prijs</strong> &mdash; Voer de standaardprijs in voor de activiteit.

source: <strong>Products</strong> &mdash; Indicate the number of products that comprise the order.
nl_nl: <strong>Producten</strong> &mdash; Geef aan welke en hoeveel producten in de bestelling zijn opgenomen.

source: <strong>Products</strong> &mdash; The list of products that are consumed in the orders for this occasion.
nl_nl: <strong>Producten</strong> &mdash; De lijst van producten die in de bestellingen van deze gelegenheid zijn opgenomen.

source: <strong>Quick Actions</strong> &mdash; Provides quick access to frequently used actions, if any are available for you.
nl_nl: <strong>Snelle acties</strong> &mdash; Geeft een aantal knoppen om snel mee aan de slag te gaan.

source: <strong>Quick Edit</strong> &mdash; For editing a single consumer's attributes, click the row of the consumer to open the Quick Edit menu. This gives access to all relevant consumer details.
nl_nl: <strong>Snel bewerken</strong> &mdash; Selecteer de rij van de afnemer om de eigenschappen snel te bewerken. Hiermee heb je toegang tot alle relevante details van een afnemer.

source: <strong>Recent Activity</strong> &mdash; Shows the recently collected items, and the most recently created items.
nl_nl: <strong>Recente activiteit</strong> &mdash; Toont de onlangs gecollecteerde items en de onlangs aangemaakte items.

source: <strong>Reopen</strong> &mdash; To undo closing the occasion for new orders, click Reopen.
nl_nl: <strong>Heropenen</strong> &mdash; Klik Heropen om de gelegenheid weer beschikbaar te maken voor nieuwe bestellingen.

source: <strong>Stage</strong> &mdash; Before a collection is ready for processing, click Stage to prepare the item for review. Details of a staged collection cannot be changed, nor can the related items.
nl_nl: <strong>Klaarzetten</strong> &mdash; Voordat een collectie kan worden verwerkt, moet je het item klaarzetten ter beoordeling. Eigenschappen van een klaargezette collectie kunnen niet worden aangepast. Dit geldt dan ook voor de gerelateerde items.

source: <strong>Submit</strong> &mdash; On review of a staged collection, click Submit for definitive processing. Submission is final and cannot be reverted. Related items will be locked and uneditable as well.
nl_nl: <strong>Verwerken</strong> &mdash; Na beoordeling van een klaargezette collectie, selecteer je Verwerken om de collectie definitief te maken. Dit is een blijvende keuze en kan niet worden teruggedraaid. Gerelateerde items worden dan vastgezet en kunnen ook niet meer worden gewijzigd.

source: <strong>Title</strong> &mdash; The title for the item.
nl_nl: <strong>Titel</strong> &mdash; De titel van het item.

source: <strong>Title</strong> &mdash; The title is automatically derived from the order's consumer name.
nl_nl: <strong>Titel</strong> &mdash; De titel is automatisch afgeleid van de naam van de afnemer van de bestelling.

source: <strong>Trash</strong> removes your item from this list and places it in the Trash, from which you can permanently delete it.
nl_nl: <strong>Prullenbak</strong> verwijdert je item van deze lijst en plaatst het in de prullenbak. Van daaruit kun je het permanent verwijderen.

source: <strong>Type</strong> &mdash; Select a type for the occasion.
nl_nl: <strong>Type</strong> &mdash; Selecteer een type voor de gelegenheid.

source: <strong>Uncollected Items</strong> &mdash; Shows the items that have not been collected yet.
nl_nl: <strong>Niet gecollecteerde items</strong> &mdash; Toont de items die nog niet zijn gecollecteerd.

source: <strong>Unstage</strong> &mdash; When changes need to be made to a staged collection, click Unstage.
nl_nl: <strong>Vrijmaken</strong> &mdash; Wanneer je toch iets wil wijzigen aan een klaargezette collectie, kies Vrijmaken.

source: <strong>Update</strong> &mdash; Remember to click Update to save settings entered or changed.
nl_nl: <strong>Bijwerken</strong> &mdash; Vergeet niet op Bijwerken te klikken om gewijzigde instellingen op te slaan.

source: <strong>View</strong> takes you to the details screen for that item. It is similar to the editing screen where you can only view its details. Whether the link is available depends on your item&#8217;s status.
nl_nl: <strong>Bekijken</strong> brengt je naar het detailscherm van dat item. Het lijkt op het bewerkscherm, maar je kunt er alleen eigenschappen bekijken. Of de link beschikbaar is, hangt af van de status van het item.

source: <strong>View</strong> will show you the final state of that item. View will take you to a screen similar to the editing screen where you can only view its details. Whether the link is available depends on your item&#8217;s status.
nl_nl: <strong>Bekijken</strong> toont je de uiteindelijke status van dat item. Bekijken brengt je naar eenzelfde scherm als het bewerkscherm, maar je kunt er alleen eigenschappen bekijken. Of de link beschikbaar is, hangt af van de status van het item.

source: A transaction has an invalid value for the following detail(s): %s
nl_nl: Een transactie heeft een ongeldige waarde voor de volgende eigenschap(pen): %s

source: Account Holder
nl_nl: Rekeninghouder

source: Account IBAN
nl_nl: Rekeningnummer (IBAN)

source: Actions available for bulk editing are to set the default visibility to hide or show.
nl_nl: Beschikbare acties voor bulkbewerken zijn het instellen van de standaardzichtbaarheid naar verborgen of tonen.

source: Activities
nl_nl: Activiteiten

source: Activities are the individual events for which participants will be charged a price. Activities are similar to posts in that they have a title and associated metadata, but they do not have a body text. Activities can be categorized by assigning an Activity Category.
nl_nl: Activiteiten zijn de aparte gebeurtenissen waarvoor aan deelnemers een prijs wordt gerekend. Activiteiten zijn gelijk aan berichten omdat ze een titel en geassocieerde metadata bevatten, maar ze hebben geen tekstinhoud. Activiteiten kunnen worden gecategoriseerd door een activiteitcategorie toe te wijzen.

source: Activities list
nl_nl: Activiteitenlijst

source: Activities list navigation
nl_nl: Activiteitenlijst navigatie

source: Activity
nl_nl: Activiteit

source: Activity categories list
nl_nl: Activiteitcategorie&#235;nlijst

source: Activity categories list navigation
nl_nl: Activiteitcategorie&#235;nlijst navigatie

source: Activity Category
nl_nl: Activiteitcategorie

# Activity category
source: Filter by category
nl_nl: Filter per categorie

source: Activity could not be saved: %s
nl_nl: De activiteit kon niet worden opgeslagen: %s

source: Activity created.
nl_nl: De activiteit is aangemaakt.

source: Activity date
nl_nl: Activiteitdatum

source: Activity Details
nl_nl: Activiteitdetails

source: Activity ID
nl_nl: Activiteit ID

source: Activity Participants %s
nl_nl: Activiteitdeelnemers %s

source: Activity revenue for %1$s per %2$s
nl_nl: Activiteitopbrengst voor %1$s op %2$s

source: Activity saved.
nl_nl: De activiteit is opgeslagen.

source: Activity Settings
nl_nl: Instellingen voor activiteiten

source: Activity submitted.
nl_nl: De activiteit is opgeslagen.

source: Activity updated.
nl_nl: De activiteit is bijgewerkt.

source: Add New Activity Category
nl_nl: Nieuwe activiteitcategorie toevoegen

source: Add New Occasion Type
nl_nl: Nieuwe gelegenheidstype toevoegen

source: Add New Product Category
nl_nl: Nieuwe productcategorie toevoegen

source: Add or remove categories
nl_nl: Categori&#235;n toevoegen of verwijderen

source: Add or remove types
nl_nl: Typen toevoegen of verwijderen

source: Adding Types
nl_nl: Typen toevoegen

# Admin column
source: Activity Date
nl_nl: Activiteitdatum

# Admin column
source: Author
nl_nl: Auteur

# Admin column
source: Collected
nl_nl: Gecollecteerd

# Admin column
source: Collection
nl_nl: Collectie

# Admin column
source: Consumer
nl_nl: Afnemer

# Admin column
source: Consumers
nl_nl: Afnemers

# Admin column
source: Distributed
nl_nl: Verzonden

# Admin column
source: Occasion
nl_nl: Gelegenheid

# Admin column
source: Occasion Date
nl_nl: Gelegenheidsdatum

# Admin column
source: Orders
nl_nl: Bestellingen

# Admin column
source: Participants
nl_nl: Deelnemers

# Admin column
source: Price
nl_nl: Prijs

# Admin column
source: Products
nl_nl: Producten

# Admin column
source: Total
nl_nl: Totaal

source: After the keys are generated, the registered sensitive data will be encrypted as well.
nl_nl: Nadat de sleutels zijn aangemaakt, worden de gevoelige gegevens meteen versleuteld.

source: All Activities
nl_nl: Alle activiteiten

source: All activities per %s
nl_nl: Alle activiteiten op %s

source: All Activity Categories
nl_nl: Alle activiteitcategorie&#235;n

source: All application tokens are successfully invalidated.
nl_nl: Alle applicatiecodes zijn succesvol onklaar gemaakt.

source: All Collections
nl_nl: Alle collecties

source: All Occasion Types
nl_nl: Alle gelegenheidstypen

source: All Occasions
nl_nl: Alle gelegenheden

source: All Orders
nl_nl: Alle bestellingen

source: All Product Categories
nl_nl: Alle productcategorie&#235;n

source: All Products
nl_nl: Alle producten

source: Amount
nl_nl: Bedrag

source: An occasion was closed in Incassoos
nl_nl: Een gelegenheid is gesloten in Incassoos

source: An occasion was reopened in Incassoos
nl_nl: Een gelegenheid is heropend in Incassoos

source: An unknown error occurred.
nl_nl: Een onbekende fout deed zich voor.

source: Anciënniteit sorting value for the object.
nl_nl: Anciënniteitswaarde voor dit object.

# Application page document title
source: Application
nl_nl: Applicatie

source: Application Settings
nl_nl: Instellingen voor de applicatie

source: Application UI
nl_nl: Applicatie UI

source: Are you sure?
nl_nl: Weet je het zeker?

source: As mentioned, to setup encryption a set of encryption keys will be generated. The keys are the passwords for the encryption and decryption process.
nl_nl: Zoals gezegd, voor het opzetten van encryptie zullen encryptiesleutels worden aangemaakt. De sleutels werken als wachtwoorden voor het proces van versleutelen en ontsleutelen.

source: As registered per %s, you will be charged for the following expenses:
nl_nl: Zoals vastgesteld op %s worden de volgende uitgaven in rekening gebracht:

source: Authentication did not match a user account.
nl_nl: De authenticatie kwam niet overeen met een gebruikersaccount.

source: Authentication is not configured properly.
nl_nl: De authenticatie is niet correct opgesteld.

source: Authentication ISS does not match the server.
nl_nl: De authenticatie ISS komt niet overeen met de server.

source: Authentication token is invalid.
nl_nl: De authenticatiecode is ongeldig.

source: Author:
nl_nl: Auteur:

source: Authorization error: %s.
nl_nl: Autorisatiefout: %s

source: Authorization header is malformed.
nl_nl: De autorisatieheader is incorrect.

source: Authorization header is not found.
nl_nl: De autorisatieheader werd niet gevonden.

source: Back
nl_nl: Terug

source: Cancel the custom price
nl_nl: Verwijder de aparte prijs

# Capability name
source: Access REST API
nl_nl: Toegang tot de REST API

# Capability name
source: Collect Collections
nl_nl: Collecteer collecties

# Capability name
source: Decrypt data
nl_nl: Data ontsleutelen

# Capability name
source: Delete Activities
nl_nl: Activiteiten verwijderen

# Capability name
source: Delete Collections
nl_nl: Collecties verwijderen

# Capability name
source: Delete Occasions
nl_nl: Gelegenheden verwijderen

# Capability name
source: Delete Orders
nl_nl: Bestellingen verwijderen

# Capability name
source: Delete Products
nl_nl: Producten verwijderen

# Capability name
source: Edit Activities
nl_nl: Activiteiten bewerken

# Capability name
source: Edit Collections
nl_nl: Collecties bewerken

# Capability name
source: Edit Consumers
nl_nl: Afnemers bewerken

# Capability name
source: Edit Occasions
nl_nl: Gelegenheden bewerken

# Capability name
source: Edit Orders
nl_nl: Bestellingen bewerken

# Capability name
source: Edit Products
nl_nl: Producten bewerken

# Capability name
source: Edit Settings
nl_nl: Instellingen bewerken

# Capability name
source: Manage Activity Categories
nl_nl: Activiteitcategorie&#235;n beheren

# Capability name
source: Manage Occasion Types
nl_nl: Gelegenheidstypen beheren

# Capability name
source: Manage Product Categories
nl_nl: Productcategorie&#235;n beheren

# Capability name
source: Publish Activities
nl_nl: Activiteiten publiceren

# Capability name
source: Publish Collections
nl_nl: Collecties publiceren

# Capability name
source: Publish Occasions
nl_nl: Gelegenheden publiceren

# Capability name
source: Publish Orders
nl_nl: Bestellingen publiceren

# Capability name
source: Publish Products
nl_nl: Producten publiceren

# Capability name
source: View Activities
nl_nl: Activiteiten bekijken

# Capability name
source: View Collections
nl_nl: Collecties bekijken

# Capability name
source: View Dashboard
nl_nl: Dashboard bekijken

# Capability name
source: View Occasions
nl_nl: Gelegenheden bekijken

# Capability name
source: View Orders
nl_nl: Bestellingen bekijken

# Capability name
source: View Products
nl_nl: Producten bekijken

source: Categories
nl_nl: Categorie&#235;n

source: Category:
nl_nl: Categorie:

source: Changes to the order can only be made within the given timeframe of %s minutes after initial creation.
nl_nl: Wijzigingen in de bestelling kunnen alleen gedaan worden binnen %s minuten na het aanmaken van de bestelling.

source: Choose from the most used categories
nl_nl: Kies uit de meest gebruikte categorie&#235;n

source: Choose from the most used types
nl_nl: Kies uit de meest gebruike typen

source: Click the %1$s button to generate the keys and enable encryption in Incassoos on %2$s.
nl_nl: Klik op de knop %1$s om de encryptiesleutels aan te maken en daarmee encryptie aan te zetten in Incassoos op %2$s.

source: Close &#8220;%s&#8221;
nl_nl: &#8220;%s&#8221; afsluiten

source: Close bulk edit mode
nl_nl: Bulkbewerkmodus sluiten

source: Close wizard
nl_nl: Wizard sluiten

source: Closed for new orders.
nl_nl: Gesloten voor nieuwe bestellingen.

source: Closed:
nl_nl: Afgesloten:

source: Collected on %s
nl_nl: Gecollecteerd op %s

source: Collected:
nl_nl: Gecollecteerd:

source: Collection
nl_nl: Collectie

source: Collection Activities %s
nl_nl: Activiteiten %s

source: Collection Attributes
nl_nl: Collectie-attributen

source: Collection collected.
nl_nl: Collectie gecollecteerd.

source: Collection consumer emails sent.
nl_nl: Emails naar afnemers van de collectie zijn verzonden.

source: Collection Consumers %s
nl_nl: Afnemers %s

source: Collection could not be saved: %s
nl_nl: De collectie kon niet worden opgeslagen: %s

source: Collection created.
nl_nl: De collectie is aangemaakt.
